Repository: Dilshodbek007/needtaxi
Catalog: lib/l10n/app_*.arb
Languages: uz

# home
source: Home Page
uz: Uy Sahifasi

# search
source: Search Page
uz: Qidiruv sahifasi

# noti
source: Notification Page
uz: Bildirishnoma Sahifasi

# account
source: Account Page
uz: Foydalanuvchi Sahifasi

source: List item
uz: Ro'yhat elementi

# login
source: Sign in
uz: Kirish

# logup
source: Sign up
uz: Ro'yhatdan o'tish

source: Email address
uz: Email manzil

source: Password
uz: Parol

source: Firstname
uz: Ismingiz

source: Lastname
uz: Familyangiz

# enterName
source: Enter your fullname
uz: To'liq ism-familyangizni kiriting

source: Confirm Password
uz: Parolni tasqidlang

source: Forgot Password?
uz: Parolni unutdingizmi?

# rememberInfo
source: Remember Information
uz: Ma'lumotlarni saqla

# notMember
source: Not a member?
uz: A'zosi emasman

# alreadyMember
source: Already a member?
uz: Allaqachon ro'yhatga olingan

# slogan
source: Life is a journey. Enjoy the ride with a taxi.
uz: Hayot - bu sayohat. Taksi bilan sayohatdan rohatlaning.
